Repository: Exalm/gala
Catalog: po/*.po
Languages: eo

source: Does the display look OK?
eo: Ĉu la ekrano aspektas bone?

source: Keep This Configuration
eo: Konservi la Agordojn

source: Restore Previous Configuration
eo: Restaŭri la Antaŭajn Agordojn

source: Minimize
eo: Minimumigi

source: Move
eo: Movi

source: Resize
eo: Ŝanĝi grandecon

source: Always on Top
eo: Ĉiam supre

source: Always on Visible Workspace
eo: Ĉiam Aperigi sur la Videbla Laborspaco

source: Move to Workspace Left
eo: Movi sur la Maldekstran Laborspacon

source: Move to Workspace Right
eo: Movi sur la Dekstran Laborspacon

source: Close
eo: Fermi

source: Unmaximize
eo: Malmaksimumigi

source: Maximize
eo: Maksimumigi

source: Multitasking View
eo: Plurtaska Vido

source: View all open windows and workspaces
eo: Vidi ĉiujn malfermajn fenestrojn kaj laborspacojn

source: multitasking-view
eo: plurtaska vido

source: Other
eo: Alia

source: Fallback desktop file for notifications from outdated applications.
eo: Retropaŝa dosiero de la labortablo pri avertoj de eksdataj aplikaĵoj.

source: applications-other
eo: aliaj aplikaĵoj

source: Action for the top left corner
eo: Ago de la supra maldekstra angulo

source: Algorithm for window overview layout
eo: Algoritmo de la fenestra supervida aranĝo

source: Choose the algorithm used for exposing the windows.
eo: Elekti la algoritmon uzita por elmontri fenestrojn.

source: Action for the top right corner
eo: Ago de la supra dekstra angulo

source: Action for the bottom left corner
eo: Ago de la masupra maldekstra angulo

source: Action for the bottom right corner
eo: Ago de la malsupra dekstra angulo

source: The command that will be executed for the hot corner action 'custom-command' or multiple
eo: La komando 'custom-command' lanĉota per sensema angulo, aŭ komandoj laŭ angulo

source: If you just put a single command, it will be used for every hot corner assigned to 'custom-command'. If you instead use the pattern 'hotcorner-topleft:command;;hotcorner-bottomright:command' the specific commands will be used per hotcorner. Possible identifiers are 'hotcorner-[topleft; topright; bottomleft; bottomright]' followed by a ':' and then the command. ';;' is used as delimiter between command defintions.
eo: Se vi agordas ununuran komandon, ĝi efektiviĝos por ĉiuj sensemaj anguloj tra la komando 'custom-command'. Anstataŭe, se vi uzas la modelon 'hotcorner-topleft:command;;hotcorner-bottomright:command', la specifa komando estos uzata de la sensema angulo. Eblaj identifoj estas 'hotcorner-[topleft; topright; bottomleft; bottomright]' kaj sekve ':' kaj poste la komando. La signoj ';;' disigas komandajn difinojn.

source: Enable edge tiling when dropping windows on screen edges
eo: Ebligi kaheligon kiam fenestro tuŝas ekran-randon

source: If enabled, dropping windows on vertical screen edges maximizes them vertically and resizes them horizontally to cover half of the available area. Dropping windows on the top screen edge maximizes them completely.
eo: Per tiu ebleco, fenestro tuŝanta flankan randon maksimumiĝas vertikale, kaj duon-horizontale en la disponebla areo. Tuŝante la supran randon, ĝi maksimumigas la fenestron sur la tuta ekrano.

source: Panel main menu action
eo: Ago de la ĉef-menua panelo

source: Sets the command to run when the panel-main-menu keybinding is pressed.
eo: Agordi la komandon lanĉota ĉe klako de la butono de la ĉefa menuo.

source: Enable dynamic workspace instead of static ones
eo: Ebligi dinamikan laborspacon anstataŭ statikan

source: Use a dynamically increasing or decreasing number, as needed, of workspaces instead of a static, fixed number.
eo: Uzi dinamike agorditan nombron da laborspacoj, laŭbezone, anstataŭ statikan fiksitan nombron.

source: Names that are recognized as dock windows for the window switcher
eo: Nomoj agnoskitaj kiel butonbretaj fenestroj de la fenestra baskulilo

source: When launching the window-switcher, Gala iterates over this list and attempts to find a window matching the names. If it does, it will hide this window and fade it back in, once the the switcher is closed.
eo: Ĉe lanĉo de la fenestra baskulilo, Gala trarigardas la liston kaj provas trovi fenestron samnoma. En tiu kazo, ĝi malaperigas la fenestron kaj reaktivigos ĝin ĉe fermo de la baskulilo.

source: Shortcut to move to first workspace
eo: Klavkomando al la unua laborspaco

source: Shortcut to move to last workspace
eo: Klavkomando al la lasta laborspaco

source: Shortcut to move the current window to first workspace
eo: Klavkomando por movi la aktivan fenestron al la unua laborspaco

source: Shortcut to move the current window to last workspace
eo: Klavkomando por movi la aktivan fenestron al la lasta laborspaco

source: Zoom in
eo: Zomi

source: Zoom out
eo: Malzomi

source: Shortcut to open the window overview
eo: Klavkomando por malfermi la fenestran supervidon

source: Shortcut to open the window overview for all windows
eo: Klavkomando por supervido de ĉiuj fenestroj

source: Cycle to the next workspace to the right or to back to the first
eo: Cirkla irado inter laborspacoj dekstren, kaj komencen

source: Cycle to next keyboard layout
eo: Baskuli al la sekva klavara aranĝo

source: DEPRECATED: This key is deprecated and ignored.
eo: KADUKA: Ĉi ŝlosilo estas kaduka kaj ignorota.

source: Cycle to previous keyboard layout
eo: Baskuli al antaŭa klavara aranĝo

source: The shortcut to enable picture-in-picture window
eo: La klavkomando por ebligi bild-en-bildan fenestron

source: The shortcut to show the selection area to choose a window.
eo: Klavkomando por montri la zonon klakebla por montri fenestron.

source: Attach modal dialogs
eo: Alkroĉi neprajn dialogojn

source: When true, instead of having independent titlebars, modal dialogs appear attached to the titlebar of the parent window and are moved together with the parent window.
eo: Se veras, anstataŭ ol havi sendependajn titolajn bretojn, nepraj dialogoj aperas alkroĉitaj ĉe la titola breto de la parenca fenestro kaj moviĝas kun la parenca fenestro.

source: Arrangement of buttons on the titlebar
eo: Aranĝo de la butonoj sur la titola breto

source: Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,spacer,close"; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future metacity versions without breaking older versions. A special spacer tag can be used to insert some space between two adjacent buttons.
eo: Aranĝo de la butonoj sur la titola breto. La valoro estu tekstoĉeno kiel &bdquo;menu:minimize,maximize,spacer,close&ldquo;; la dupunkto disigas inter la maldekstra kaj dekstra anguloj de la fenestro, kaj la butonaj nomoj estu disigitaj de komoj. Malpermesas havigi duan butonon. Nekonataj butonoj estos silente ignoritaj, tiel ke butonoj aldoneblaj en ontaj versioj de metacity ne malfunkciigu antaŭajn versiojn. Speciala spaca etikedo uzeblas, por disigi du najbarajn butonojn.

source: Dims parent windows when spawning modal dialogs
eo: Malheligi parencan fenestron, kiam ĝi aperigas nepran dialogon

source: The opacity of windows behind the window switcher.
eo: La malheleco de la fenestro malantaŭ la fenestra baskulilo.

source: Background-image used in the workspace-switcher
eo: Fona bildo uzota ĉe la laborspaca baskulilo

source: Enable Animations
eo: Ebligi Animaciojn

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
eo: Indikas ĉu animacioj aperu. Notu: tio estas ĝenerala agordo, kiu modifas la konduton de la fenestra mastrumilo, de la panelo, ktp.

source: Duration of the snap animation as used by maximize/unmaximize
eo: Daŭro de la fingroklaka animacio dum maksimumigo/restaŭro

source: Duration of the close animation
eo: Daŭro de la ferma animacio

source: Duration of the minimize animation
eo: Daŭro de la minimumiga animacio

source: Duration of the workspace switch animation
eo: Daŭro de la laborspaca baskula animacio

source: Duration of the menu mapping animation
eo: Daŭro de la menua aperiga animacio

source: Defines the shadow of normal focused windows
eo: Difinas la ombron de la normale aktivaj fenestroj

source: The first value is the radius of the blur of the shadow, the second one the top fade (which is usually just -1), the third and fourth the x- and y-offset and the last the opacity. So [blur-radius, top-fade, x-offset, y-offset, opacity].
eo: La unua valoro agordas la radiuson de la ombra nebuleco, la dua la supran nebuligno (kutime ĝi valoras -1), la tria kaj kvara la x- kaj y-deŝovojn kaj la lasta la travideblecon. Do [blur-radius, top-fade, x-offset, y-offset, opacity].

source: Defines the shadow of a normal unfocused window
eo: Difinas la ombron de la normale malaktiva fenestro

source: See normal-focused.
eo: Vidi normalan aktivigon.

source: Defines the shadow of a menu
eo: Difini la ombron de menuo

source: Defines the shadow of a focused dialog
eo: Difinas la ombron de aktiva dialogo

source: Defines the shadow of an unfocused dialog
eo: Difinas la ombron de malaktiva dialogo

source: Disable all notifications
eo: Malebligi avertojn

source: Enable bubbles
eo: Ebligi bobelojn

source: Enable sounds
eo: Ebligi sonojn

source: Show missed notifications in notification center
eo: Montri maltrafitajn avertojn en la averta centro

source: Enable rounded corner mask
eo: Ebligi maskon kun rondaj anguloj

source: Corner radius
eo: Angula radiuso

source: Disable corner mask on fullscreen
eo: Malebligi la angulan maskon ĉe plenekranado

source: If enabled, when an application is fullscreen (fills the monitor), the corner masks will be disabled on that monitor.
eo: Se aktiva, tiam la aplikaĵo plenekranigita (sur la tuta ekrano) ne aperigas la rondajn angulajn maskojn ĉe la ekrano.

source: Only show corner masks on primary monitor
eo: Montri la angulajn maskojn nur ĉe la ĉefa ekrano
